{
  "app": {
    "menu": {
      "aboutme": "Über mich",
      "skills": "Fähigkeiten",
      "projects": "Meine Arbeit",
      "contactme": "Kontakt",
      "legalNotice": "Impressum"
    },
    "button": {
      "sendMessage": "Nachricht senden",
      "sayHello": "Sag Hallo ;)"
    },
    "contactForm": {
      "name": "Ihr Name",
      "nameValidation": "Ihr Name wird benötigt",
      "email": "Ihre E-Mail",
      "emailValidation": "Ihre E-Mail wird benötigt",
      "message": "Ihre Nachricht",
      "messageValidation": "Ihre Nachricht ist leer",
      "privacyPartOne": "Ich habe die",
      "privacyPartTwo": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
      "privacyLink": "Datenschutzrichtlinie",
      "privacyValidation": "Bitte akzeptieren Sie die Datenschutzrichtlinie.",
      "successfullyMessage": "Ihre Nachricht wurde erfolgreich gesendet.",
      "errorMessage": "Ihre Nachricht wurde nicht gesendet, bitte versuchen Sie es erneut."
    },
    "projects": {
      "join": "Projektplaner inspiriert von agilen Methoden. Verwalten und priorisieren Sie Projekte mühelos mit intuitiven Drag-and-Drop-Funktionen, weisen Sie Teammitgliedern Aufgaben zu und gruppieren Sie Aufgaben nach Labels oder Meilensteinen.",
      "polloLoco": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
      "pokedex": "Eine einfache und interaktive Pokedex-Webanwendung. Die Pokedex-App ermöglicht es den Benutzern, nach Pokémon zu suchen und detaillierte Informationen zu jedem einzelnen anzuzeigen, einschließlich Entwicklungen, Statistiken und mehr."
    },
    "recommendations": {
      "title": "Brauchen Sie einen Teamplayer?",
      "text": "Das sagen meine Kollegen über mich",
      "janText": "Samaneh war super engagiert und hat sich gerne den schwierigsten Aufgaben angenommen, echt beeindruckend! Die Zusammenarbeit im Team lief insgesamt sehr gut und hat dazu beigetragen, dass wir unsere Ziele erfolgreich und schnell umsetzen konnten.",
      "kilianText": "Ich hatte das große Vergnügen, mit Samaneh am Join-Projekt zusammenzuarbeiten. Mit beeindruckendem Einsatz hat sie einen großen Teil der Aufgaben übernommen und brachte zusätzlich neue Methoden in das Team mit ein. Ihre klare Kommunikation, Verlässlichkeit und stete Hilfsbereitschaft machten die Zusammenarbeit nicht nur porduktiv und lehrreich sondern auch sehr angenehm. Eine Teamkollegin, die man nicht missen möchte.",
      "ireneText": "Samaneh ist eine zuverlässige und freundliche Person. Sie arbeitet strukturiert und schreibt sauberen, klaren Code. Ich kann sie als Kollegin wärmstens empfehlen."
    },
    "hello": "Hallo! Ich bin Samaneh",
    "aboutme": "Ich bin ein Frontend-Entwickler aus Köln, Deutschland. Ich helfe gerne Designern und Unternehmen dabei, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Entwicklerkarriere mit einer Position als Junior-Webentwickler fortzusetzen. <br><br> Wenn Sie denken, dass ich gut zu Ihren Projekten passe, kontaktieren Sie mich gerne!",
    "projectText": "Fühlen Sie sich frei, meine neuesten Entwicklungsprojekte auszuprobieren und den Code einzusehen.",
    "contactText1": "Haben Sie ein Problem zu lösen?",
    "contactText2": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contactText3": "Brauchen Sie einen Frontend-Entwickler? <b>Kontaktieren Sie mich!</b>",
    "privacyPolicy": "<h1>Datenschutzhinweise</h1><h2>Verantwortlicher</h2><p>Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutz-Grundverordnung (DSGVO), ist:<p>Samaneh Papoli<h2>Ihre Betroffenenrechte</h2><p>Unter den angegebenen Kontaktdaten können Sie gemäß EU-Datenschutz-Grundverordnung (DSGVO) jederzeit folgende Rechte ausüben:<ul><li>Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art. 15 DSGVO),<li>Berichtigung unrichtiger personenbezogener Daten (Art. 16 DSGVO),<li>Löschung Ihrer bei uns gespeicherten Daten (Art. 17 DSGVO),<li>Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art. 18 DSGVO),<li>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art. 21 DSGVO) und<li>Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art. 20 DSGVO).</ul><p>Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.<p>Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z. B. an die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.<p>Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: <a href=https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html>bfdi.bund.de</a>.<h2>Verarbeitungstätigkeiten</h2><h3>Kontaktaufnahme</h3><p>Art und Zweck der Verarbeitung<p>Auf unserer Website ist ein Kontaktformular vorhanden, welches für die elektronische Kontaktaufnahme genutzt werden kann. Nimmt ein Nutzer diese Möglichkeit wahr, so werden die in der Eingabemaske eingegeben Daten an uns übermittelt und gespeichert.<p>Eine Kontaktaufnahme ist über die bereitgestellten E-Mail-Adressen möglich. In diesem Fall werden die mit der E-Mail übermittelten personenbezogenen Daten des Nutzers gespeichert. Hierzu zählen Datum und Uhrzeit des E-Mailversands, E-Mailadresse, IP-Adressen sowie Informationen zu den an der E-Mail-Kommunikation beteiligten Servern.<p>Sie können Sie über die bereitgestellten Telefonnummern Kontakt zu uns aufnehmen. Hierbei erheben wir Protokolldaten, die Ihre Telefonnummer und die Dauer des Gesprächs beinhalten.<p>Unabhängig von der gewählten Kommunikationsart erheben wir den Inhalt Ihrer Anfrage. Ihre Daten werden zum Zweck der individuellen Kommunikation mit Ihnen gespeichert.<h4>Rechtsgrundlage</h4><p>Die Verarbeitung der Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art. 6 Abs. 1 lit. f DSGVO).<p>Unser berechtigtes Interesse an der Verarbeitung Ihrer Daten ist die Ermöglichung einer unkomplizierten Kontaktaufnahme.<p>Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der Daten zur Durchführung vorvertraglicher Maßnahmen (Art. 6 Abs. 1 lit. b DSGVO).<h4>Empfänger</h4><p>Empfänger der Daten sind ggf. technische Dienstleister, die für den Betrieb und die Wartung unserer Webseite als Auftragsverarbeiter tätig werden.<h4>Speicherdauer</h4><p>Daten werden spätestens [Bitte Informationen ergänzen] nach Bearbeitung der Kontaktaufnahme gelöscht.<p>Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen. Diese betragen grundsätzlich 6 oder 10 Jahre aus Gründen der ordnungsmäßigen Buchführung und steuerrechtlichen Anforderungen.<h4>Bereitstellung vorgeschrieben oder erforderlich</h4><p>Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig. Wir können Ihre Anfrage jedoch nur bearbeiten, sofern Sie uns die erforderlichen Daten und den Grund der Anfrage mitteilen.<h4>Widerspruch</h4><p>Lesen Sie dazu die Informationen über Ihr Widerspruchsrecht nach Art. 21 DSGVO weiter unten.<h2>Information über Ihr Widerspruchsrecht nach Art. 21 DSGVO</h2><h3>Einzelfallbezogenes Widerspruchsrecht</h3><p>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art. 6 Abs. 1 lit. f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.<p>Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.<h3>Empfänger eines Widerspruchs</h3><p class=generator_user_input>[Bitte Informationen ergänzen]<h2>Änderung unserer Datenschutzerklärung</h2><p>Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.<h2>Fragen zum Datenschutz</h2><p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail an den oben genannten Verantwortlichen."
  }
}